local function kut tuit(msg)
local text = msg.content_.text_
if not database:get(bot_id..'kut tuit:Status'..msg.chat_id_) then
if text == 'كت' then
Textkut tuit = {"هل تتميز بصراحه مع الاشخاص القريبين منك؟","هل اتخذت يوما قرار بحياتك وشعرت بلندم الشديد","وين تحب تسافر","هل تشعر بحاجه ملحه لوجود الطرف الآخر في حياتك","هل ينتابك شعور بأنك مظلوم في بعض المواقف بحياتك اليوميه؟","فنانك المفضل منو؟","اسمك الحقيقي نفسه اسمك بالتلي؟","من الشخص الذي تحبه سراً؟","تتوقع روحك بالجنه لو بالنار","اكثر شي غلط سويته؟ ","هم تعترف بغلطك","عيونك يالون","اسم الشخص التحبه ولا تخجل من قوله؟","هم تكره شخص لحد الموت","تعرف حسون مطوري ؟؟"," شسويت اخر شي؟","من اول شخص تكلمه اذا طحت بـ مصيبة؟","‏ما هي الصفة التي تبتعد عن الآخرين بسببها ؟.","فكرة خاطئة منتشرة عند البنات؟.","هل مدمن علا شيي متكدر تتركه","‏- هل تتوقع أنه يوجد مَن يُفكر بك حاليًا؟","ما هي نقاط القوة في شخصيتك؟","لو المقصود يقرأ شنو بتكتب له؟","اذكر موقف ماتنساه بعمرك؟","هل تخاف من الأماكن المظلمة؟","هل لديك رهاب من الاماكن المرتفعه؟","عندك معجبين ولا محد يعرفك؟","مستحيل انساك المن تكولهه؟","‏- لوخيروك ما بين الصداقة والحب تختار ؟","ردك المعتاد اذا أحد ناداك ؟","شنو اجمل لهجة تشوفها؟","هل انت مدمن ","اختصر حياتك في كلمة واحدة؟","تؤمن بمقولة الصحبة تغنيك الحب؟","هل هزمك حزنك بيوم من الايام","هل تعاني من الشك وفقدان الثقة؟","كم كان عمرك عندما فقدت احد والديك؟","أوصف نفسك في خمسة كلمات؟","هل يوجد شخص لا تستطيع رفض أي طلب له حتى وإن تعارض مع مبادئك؟","إحساسك في هاللحظة؟","لو خيرت بين المال او الجمال شتختار ؟","هل ترا فائده لنفسك ؟","لو أغمضت عينيك الآن فما هو أول شيء ستفكر به؟","هل يوجد شخص يعلو على كبريائك؟","هل انت متشدد تجاه التقاليد ول دين ؟","هل تعترف بشئ اسمه الصداقه بين الولد والبنت","هل تؤمن بعلاقه التواصل الاجتماعي؟","هل تؤمن بالحب من النظرة الأولى؟","هل ممكن ان تتحول الصداقه الى حب؟","باقي معاك للي وعدك ما بيتركك؟","هل تؤيد الزواج العاطفي ام التقليدي؟","ما هو الشيء الذي لا تقدر على تحمله في الحياة؟","شخص بالقروب عندك فضول تسمع صوته ؟","ابتعاد الناس عنك رغبة منك او منهم؟","متى حبيت أخر مره؟","ايهما اهم شهادتك الجامعيه ام الزواج من من تحب؟","لمن تقول حسبي الله ونعم الوكيل؟","أجمل اسم بنت بحرف الباء؟","‏- أغنية لها ذكرى عندك ؟","هل تستطيع اصدار أحكام صائبة على الأشخاص الذي لم تتقابل معهم من قبل؟","- من اقرب لك خوالك؟ ،،او عمامك ؟","إذا تم اختيارك لحكم البلاد  ما هو أول قرار سوف تقوم باتخاذ؟","هل أنت شخص صريح أم مُنافق؟","رياضي ولا كسول ","هم سارق بحياتك؟","كم مره عصيت الله؟","هل تعتقد ان حظك سيء؟"}
send(msg.chat_id_, msg.id_,'['..Textkut tuit..']')
return false
end
end

if text == 'تفعيل كت تويت' and Manager(msg) then
database:del(bot_id..'kut tuit:Status'..msg.chat_id_)
send(msg.chat_id_, msg.id_,'*✥︙تم تفعيل كت تويت *')
return false
end

if text == 'تعطيل كت تويت' and Manager(msg) then
database:set(bot_id..'kut tuit:Status'..msg.chat_id_,true)
send(msg.chat_id_, msg.id_,'*✥︙تم تعطيل كت تويت* ')
return false
end

end
return {
Peland = kut tuit
}
